Repository: egorsmkv/simple-django-login-and-register
Catalog: source/content/locale/*/LC_MESSAGES/django.po
Languages: de, fr, uk

source: Password
de: Passwort
fr: Mot de passe
uk: Пароль

source: Remember me
uk: Запам'ятати мене

source: Email
uk: Пошта

source: Please enter a correct email and password. Note that both fields may be case-sensitive.
de: Bitte geben Sie eine korrekte E-Mail-Adresse und ein Passwort ein. Bedenke, dass möglicherweise Groß-und Kleinschreibung in beiden Feldern beachtet werden muss.
fr: Veuillez entrer un courriel et un mot de passe corrects. Noter que les deux champs peuvent être sensibles à la casse.
uk: Будь ласка, введіть коректно пошту і пароль. Майте на увазі, що обидва поля можуть бути чутливі до регістру.

source: This account is inactive.
de: Dieses Konto ist inaktiv.
fr: Ce compte est inactif.
uk: Цей обліковий запис не активний.

source: Email or Username
de: E-Mail Adresse oder Benutzername
fr: E-mail ou nom d'utilisateur
uk: Пошта або логін

source: Please enter a correct email or username and password. Note that both fields may be case-sensitive.
de: Bitte geben Sie eine korrekte E-Mail-Adresse oder einen Benutzernamen und ein Passwort ein. Bedenke, dass möglicherweise Groß-und Kleinschreibung in beiden Feldern beachtet werden muss.
fr: Veuillez entrer un courriel ou un nom d'utilisateur et un mot de passe corrects. Noter que les deux champs peuvent être sensibles à la casse.
uk: Будь ласка, введіть коректно пошту або логін і пароль. Майте на увазі, що обидва поля можуть бути чутливі до регістру.

source: First Name
de: Vorname
fr: Prénom
uk: Прізвище

source: Optional.
de: Wahlweise.
fr: Optionnel.
uk: Не обов'язково.

source: Last Name
de: Nachnamen
fr: Nom de famille
uk: Ім'я

source: Required. Type a valid email address.
de: Erforderlich. Geben Sie eine gültige E-Mail-Adresse ein.
fr: Champs obligatoires. Saisissez une adresse e-mail valide
uk: Обов'язково. Введіть правильну електронну пошту.

source: You can not use this email.
de: Sie können diese E-Mail nicht verwenden.
fr: Vous ne pouvez pas utiliser cet e-mail.
uk: Ви не можете використовувати цю пошту.

source: Activation code has already been sent. You can request a new code in 24 hours.
de: Der Aktivierungscode wurde bereits gesendet. Sie können innerhalb von 24 Stunden einen neuen Code anfordern.
fr: Le code d'activation a déjà été envoyé. Vous pouvez demander un nouveau code dans les 24 heures.
uk: Код активації вже був відправлений. Ви можете запросити новий код через 24 години.

source: You entered incorrect data.
de: Sie haben falsche Daten eingegeben.
fr: Vous avez entré des données incorrectes.
uk: Ви ввели некоректні дані.

source: This profile has already been activated.
de: Dieses Profil wurde bereits aktiviert.
fr: Ce profil a déjà été activé.
uk: Це профіль вже активований.

source: You can not use this mail.
de: Sie können diese Mail nicht verwenden.
fr: Vous ne pouvez pas utiliser ce mail.
uk: Ви не можете використовувати цю пошту.

source: Please enter another email.
de: Bitte geben Sie eine andere E-Mail ein.
fr: S'il vous plaît entrer un autre email.
uk: Будь ласка, введіть іншу пошту.

source: Profile Activation
de: Profilaktivierung
fr: Activation du profil
uk: Активація профілю

source: Change email
de: Ändern Sie die E-Mail
fr: Changer l'e-mail
uk: Змінити пошту

source: You are registered. To activate the account, follow the link sent to the mail.
de: Sie sind registriert. Folgen Sie dem Link, der an die Mail gesendet wurde, um den Account zu aktivieren.
fr: Vous êtes enregistré Pour activer le compte, suivez le lien envoyé au mail.
uk: Ви зареєстровані. Для активації облікового запису, перейдіть за посиланням з листа.

source: You are successfully registered!
de: Sie sind erfolgreich registriert!
fr: Vous êtes enregistré avec succès!
uk: Ви успішно зареєстровані!

source: You have successfully activated your account!
de: Sie haben Ihr Konto erfolgreich aktiviert!
fr: Vous avez activé votre compte avec succès!
uk: Ви успішно активували свій аккаунт!

source: A new activation code has been sent to your e-mail.
de: Ein neuer Aktivierungscode wurde an Ihre E-Mail gesendet.
fr: Un nouveau code d'activation a été envoyé à votre adresse e-mail.
uk: Новий код активації відправлений на вашу пошту.

source: Profile data has been successfully updated.
de: Profildaten wurden erfolgreich aktualisiert.
fr: Les données de profil ont été mises à jour avec succès.
uk: Дані профілю були успішно оновлені.

source: To complete the change of mail, click on the link sent to it.
de: Um die Änderung der E-Mail abzuschließen, klicken Sie auf den Link, der an sie gesendet wurde.
fr: Pour compléter le changement de courrier, cliquez sur le lien qui lui a été envoyé.
uk: Для завершення зміни пошти, перейдіть за посиланням з листа.

source: Email successfully changed.
de: E-Mail erfolgreich geändert
fr: L'email a changé avec succès.
uk: Пошта успішно змінена.

source: You have successfully changed your email!
de: Sie haben Ihre E-Mail erfolgreich geändert!
fr: Vous avez changé votre adresse email avec succès!
uk: Ви успішно змінили свою пошту!

source: To activate your profile, please follow this link:
de: Um Ihr Profil zu aktivieren, folgen Sie bitte diesem Link:
fr: Pour activer votre profil, veuillez suivre ce lien:
uk: Для активації облікового профілю, перейдіть за цим посиланням:

source: To change the mail, please follow the link:
de: Um die E-Mail zu ändern, folgen Sie bitte dem Link:
fr: Pour changer le mail, veuillez suivre le lien:
uk: Для зміни пошти, перейдіть за цим посиланням:

source: Log in
de: Einloggen
fr: S'identifier
uk: Авторизація

source: Login
de: Anmeldung
fr: S'identifier
uk: Увійти

source: Password reset
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
uk: Відновлення паролю

source: Re-send Activation Code
de: Aktivierungscode erneut senden
fr: Renvoyer le code d'activation
uk: Повторно відправити код активації

source: Logged out
de: Abgemeldet
fr: Déconnecté
uk: Вихід

source: Thanks for spending some quality time with the Web site today.
de: Danke, dass Sie heute etwas Zeit mit der Website verbracht haben.
fr: Merci d'avoir passé du temps avec le site Web aujourd'hui.
uk: Дякуємо, що виділили час на відвідування сайту сьогодні.

source: Log in again
de: Nochmal anmelden
fr: Reconnectez-vous
uk: Повторна авторизація

source: Password change
de: Passwortänderung
fr: Changement de mot de passe
uk: Змінити пароль

source: Your password was changed.
de: Dein Passwort wurde geändert.
fr: Votre mot de passe a été changé.
uk: Ваш пароль змінено.

source: Change
de: Veränderung
fr: Changement
uk: Змінити

source: Next
de: Nächster
fr: Prochain
uk: Далі

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde festgelegt. Sie können jetzt fortfahren und sich einloggen.
fr: Votre mot de passe a été défini. Vous pouvez aller de l'avant et vous connecter maintenant.
uk: Ваш пароль змінено. Тепер ви можете увійти.

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir bestätigen können, dass Sie es korrekt eingegeben haben.
fr: Veuillez entrer votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez entré correctement.
uk: Будь ласка, введіть новий пароль двічі, так ми зможемо перевірити, що ви його вводите коректно.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie ein neues Passwort-Reset an.
fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.
uk: Посилання для зміни пароля невалидность, можливо вона була вже використана. Будь ласка, зробіть нове відновлення пароля.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
de: Wir haben Ihnen eine Anleitung zur Einrichtung Ihres Passworts per E-Mail geschickt, wenn ein Konto mit der von Ihnen eingegebenen E-Mail existiert.
fr: Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe, s'il existe un compte avec l'e-mail que vous avez entré.
uk: Ми відправимо лист з інструкціями по зміни вашого пароля, якщо акаунт з такою поштою існує.

source: You should receive them shortly.
de: Sie sollten sie in Kürze erhalten.
fr: Vous devriez les recevoir sous peu.
uk: Ви повинні отримати його незабаром.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wenn Sie keine E-Mail erhalten, vergewissern Sie sich bitte, dass Sie die Adresse eingegeben haben, mit der Sie sich registriert haben, und überprüfen Sie Ihren Spam-Ordner.
fr: Si vous ne recevez pas d'e-mail, assurez-vous d'avoir entré l'adresse avec laquelle vous vous êtes inscrit et vérifiez votre dossier spam.
uk: Якщо ви не отримали листа, будь ласка перевірте папку спаму або упевніться, що введена пошта є тією, яка використовувалася при реєстрації.

source: Profile edit
de: Profil bearbeiten
fr: Profil éditer
uk: Редагування профілю

source: Edit
de: Bearbeiten
fr: Modifier
uk: Редагувати

source: Create an account
de: Ein Konto erstellen
fr: Créer un compte
uk: Створити акаунт

source: Create
de: Erstellen
fr: Créer
uk: Створити

source: Change password
de: Passwort ändern
fr: Changer le mot de passe
uk: Змінити пароль

source: Log out
de: Ausloggen
fr: Connectez - Out
uk: Вихід

source: Change language
de: Sprache ändern
fr: Changer de langue
uk: Змінити мову

source: Select the language
de: Wählen Sie die Sprache
fr: Sélectionnez la langue
uk: Виберіть мову

source: You are authorized.
de: Sie sind autorisiert.
fr: Vous êtes autorisé
uk: Ви авторизовані.

source: Your username is
de: Dein Benutzername ist
fr: Votre nom d'utilisateur est
uk: Ваш логін

source: You are a guest.
de: Du bist ein Gast.
fr: Vous êtes un invité.
uk: Ви гість.
